000100* COBOL
000200 IDENTIFICATION DIVISION.
000300 PROGRAM-ID. HelloCobol.
000400 AUTHOR. Simon.
000500 PROCEDURE DIVISION.
           DISPLAY 'Hello, COBOL!'.
           STOP RUN.